JOY = "最高 楽しい たのしい 楽しかった たのしかった 楽しんでる 楽しすぎ 楽し過ぎ 嬉しい うれしい 嬉しかった うれしかった 面白い おもしろい 面白かった おもしろかった 笑 笑顔 笑った 爆笑 ウケる 達成 達成感 成功 完了 完璧 パーフェクト 満足 ウキウキ 気分がいい 気分が良い 愉快 ラッキー 運がいい やる気満々 enjoy joy smile fun"

TRUST = "自信 自信満々 プライド 誇り 希望 ホープ キズナ きずな 絆 仲間 親近感 尊敬 尊敬する 尊敬してる リスペクト 憧れ 憧れる あこがれ 羨ましい うらやましい 羨望 感謝 ありがとう 有難う ありがとうございました 有難う御座いました お世話になりました すばらしい 素晴らしい 感心 さすが ポジティブ 前向き 頑張るぞ respect"

ANTICIPATION = "期待 期待してる がんばれ 頑張れ 頑張って 頑張ってね いってらっしゃい 行ってらっしゃい 興味 興味津々 興味あり 興味有り 興味がある 関心 関心がある 関心あり 知りたい 教えて 好奇心 好奇心旺盛 気になる わくわく ワクワク 待ち遠しい 待ちきれない うずうず ウズウズ 期待してる 期待してます 楽しみ 予想 予期 予測 予感 嫌な予感 見込み どうなる 目標 将来の夢 将来の目標 予定 備え 準備 準備中 準備万端 対策 予防 待ってる"

FEAR = "恐い 怖い こわい コワイ 恐かった 怖かった コワかった こわかった 恐すぎ 怖すぎ こわすぎ コワすぎ 恐怖 恐ろしい 怖ろしい おそろしい オソロシイ ゾッとした 怯え 怯えた 怯えてる 心配 不安 気がかり 気掛かり どうしよう 困った 懸念 高所恐怖症"

SURPRISE = "ビックリ びっくり ビックリした びっくりした 驚 驚がく 驚愕 驚き おどろき 驚いた おどろいた 衝撃 ショック ショッキング 動揺 動揺を隠せない サプライズ 意外 意外と 予想外 想定外 唖然 呆然 震撼 信じられない 不思議 慌てた 焦った あせった ヒヤリ ヒヤリとした パニック 混乱 まさか まさかの まさかの展開 絶句 嘘でしょ 前代未聞 まじか マジか まじかよ マジかよ surprise"

SADNESS = "悲しい 哀しい かなしい 寂しい 淋しい さみしい さびしい 泣きたい 落ち込んでる 落ち込んだ 苦しい つらい 辛い ツライ 切ない 傷ついた 死にたい 憂鬱 不幸 不幸せ 気が重い 無気力 意気消沈 ヘコんだ ヘコんでる へこんでる 感傷的 感傷 絶望 絶望的 絶望感 虚しい 空しい むなしい ぼっち ひとりぼっち 独りぼっち 孤独 ホームシック"

DISGUST = "ムカツク ムカつく キライ きらい 嫌い 大キライ 大嫌い 嫌悪 嫌悪感 嫌気 憎しみ 憎い 憎悪 軽蔑 面倒 面倒くさい めんどくさい めんどう だらだら ダラダラ 怠惰 なまけもの 怠け者 絶対やだ 絶対ヤダ 絶対いや 絶対いやだ 嫌だ いやだ 退屈 ヒマ 暇 ひま やることない うんざり ウンザリ 非常識 やる気ない 最悪 最低 愚痴 悪口 文句 毒舌 不満"

ANGER = "怒 怒った 怒り 激怒 苛立ち いらだち 苛立つ いらだつ イライラ いらいら イラツク 苛つく いらつく イラつく イライラする イライラしてる むかつく ムカつく ムカツク ムカムカ ムカムカする 腹立つ 腹が立つ ブチギレ ブチ切れ きれた キレた キレる きれそう キレそう 憤怒 頭にくる 頭にきた 許さない 絶対許さない 許せない 絶対許せない いい加減にしろ マジギレ マジ切れ おこ 激おこ まじおこ 反対 理不尽 イラッ"
